Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=590_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Nellj ođđ tâŠvvsääŠmǩiõllsaž matematiikk ǩeeŠrj iŠlmmstõŠvve
fin: Neljä uutta pohjoissaamenkielistä matematiikan kirjaa ilmestyi

source: Vuâđđmättʼtõõzz ođđ matematiikk mättŠtemǩeŠrjjraiddu liâ iŠlmmstõõvvâm nellj ođđ tâŠvvsääŠmǩiõllsaž mättʼtemǩeeŠrj.
fin: Perusopetuksen uuteen matematiikan oppikirjasarjaan on ilmestynyt neljä uutta pohjoissaamenkielistä oppikirjaa.

source: Ođđ mättʼtemǩeeŠrj liâ ǩiđđlookkâmpââi škooulneeŠǩǩ-ǩeeŠrj klaassid 1-4.
fin: Uudet oppikirjat ovat kevätlukukauden oppilaankirjoja luokille 1-4.

source: - nõmmsa mättʼtemǩeeŠrj liâ jåårǥlõttum WSOY - nõmmsaž rääidast.
fin: Lohkoleaika- nimiset oppikirjat on käännetty WSOY:n Matikka-nimisestä sarjasta.

source: TâŠvvsääŠmǩiõllsaž čõhččlookkâmpââi mättʼtemǩeeŠrj 1-4 da aanarsääŠmǩiõllsaž čõhččlookkâmpââi mättʼtemǩeŠrjj lij čõõđtum eeŠjjest 2011.
fin: Pohjoissaamenkieliset syyslukukauden oppikirjat 1-4 ja inarinsaamenkielinen syyslukukauden oppikirja Lohosierâ 1 on julkaistu vuonna 2011.

source: Obb räidd puäŠđet čõõđtet aanar- da tâŠvvsääŠm ǩiõŠlle.
fin: Koko sarja tullaan julkaisemaan inarin- ja pohjoissaamen kielillä.

source: MättʼtemǩeeŠrjid vuäitt tiŠllʼjed sääŠmteeŠǧǧ škoouŠlʼjem- da mättʼtem-materialkonttrest: anni.
fin: Oppikirjoja voi tilata saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta: anni.

source: fi leŠbe ritva.
fin: fi tai ritva.

source: LââŠssteâđid täŠst.
fin: Lisätietoja tästä.
